Repository: RenanPalmeira/django-panel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Password
pt: Senha

source: Name of project:
pt: Nome do projeto

source: Site of project:
pt: Site do projeto

source: incorrect fields
pt: campos inválidos

source: empty fields
pt: campos em branco

source: Create Pages
pt: Criar Páginas

source: Create a page for see in website
pt: Criar uma página para ser vista no website

source: List Pages
pt: Listar Páginas

source: Delete Pages
pt: Deleta uma Página

source: Log in to your account
pt: Entrar em sua conta

source: Log in
pt: Entrar
